Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 查看全部成就
source: Achievement
zh_hans: 查看全部成就
zh_hant: 查看全部成就

# 查看大图
source: View Full Image
zh_hans: 查看大图
zh_hant: 查看大圖

# 查看待补尾款与提醒
source: View balances due and reminders
zh_hans: 查看待补尾款与提醒
zh_hant: 查看待補尾款與提醒

# 查看搜索建议
source: Search Suggestions
zh_hans: 查看搜索建议
zh_hant: 查看搜索建議

# 查看结果
source: View Results
zh_hans: 查看结果
zh_hant: 查看結果

# 标签/品牌/裙装属性管理
source: Tags, Brands & Clothing Fields
zh_hans: 标签/品牌/裙装属性管理
zh_hant: 標籤/品牌/裙裝屬性管理

# 标签/按钮
source: Tag / Button
zh_hans: 标签/按钮
zh_hant: 標籤/按鈕

# 标签分类
source: Tag Category
zh_hans: 标签分类
zh_hant: 標籤分類

# 标签管理 (Tags)
source: Tag Management (T a g s)
zh_hans: 标签管理 (Tags)
zh_hant: 標籤管理 (Tags)

# 标记为已完成
source: Done
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# 标题
source: Title
zh_hans: 标题
zh_hant: 標題

# 样式
source: Style
zh_hans: 样式
zh_hant: 樣式

# 核心信息
source: Info
zh_hans: 核心信息
zh_hant: 核心信息

# 根据背景和容器自动调整字体和卡片颜色
source: Background Auto Card Color
zh_hans: 根据背景和容器自动调整字体和卡片颜色
zh_hant: 根據背景和容器自動調整字體和卡片顏色

# 根据背景自动调整字体颜色
source: Background Auto Color
zh_hans: 根据背景自动调整字体颜色
zh_hant: 根據背景自動調整字體顏色

# 桌子
source: Table
zh_hans: 桌子
zh_hant: 桌子

# 梦境城堡
source: Dream Castle
zh_hans: 梦境城堡
zh_hant: 夢境城堡

# 梦幻世界
source: Dream World
zh_hans: 梦幻世界
zh_hant: 夢幻世界

# 梦幻花园
source: Dream Garden
zh_hans: 梦幻花园
zh_hant: 夢幻花園

# 梦幻衣橱
source: Dream Closet
zh_hans: 梦幻衣橱
zh_hant: 夢幻衣櫥

# 检查 CloudKit 状态
source: Check CloudKit Status
zh_hans: 检查 CloudKit 状态
zh_hant: 檢查 CloudKit 狀態

# 检查管理员权限...
source: Check Admin Permission...
zh_hans: 检查管理员权限...
zh_hant: 檢查管理員權限...

# 检票成功
source: Successful
zh_hans: 检票成功
zh_hant: 檢票成功

# 棕榈影下的波斯地毯，泉水声中的甜点心语
source: Persian rugs under palm shade, desserts whispering beside spring water.
zh_hans: 棕榈影下的波斯地毯，泉水声中的甜点心语
zh_hant: 棕櫚影下的波斯地毯，泉水聲中的甜點心語

# 椅子
source: Chair
zh_hans: 椅子
zh_hant: 椅子

# 模型生成过程中出现错误 请重试或检查照片质量
source: An error occurred while generating the model Please retry or check photo quality
zh_hans: 模型生成过程中出现错误 请重试或检查照片质量
zh_hant: 模型生成過程中出現錯誤 請重試或檢查照片品質

# 模型管理与 API 配置
source: Model Management & API Setup
zh_hans: 模型管理与 API 配置
zh_hant: 模型管理與 API 設定

# 模式
source: Mode
zh_hans: 模式
zh_hant: 模式

# 模拟网络错误
source: Simulate Network Error
zh_hans: 模拟网络错误
zh_hant: 模擬網絡錯誤

# 樱花姬
source: Sakura Princess
zh_hans: 樱花姬
zh_hant: 櫻花姬

# 樱花神社
source: Sakura Shrine
zh_hans: 樱花神社
zh_hant: 櫻花神社

# 樱花纷飞茶会
source: Falling Sakura Tea Party
zh_hans: 樱花纷飞茶会
zh_hant: 櫻花紛飛茶會

# 次要操作
source: Secondary Action
zh_hans: 次要操作
zh_hant: 次要操作

# 欢迎乘坐茶会专机，您的茶会礼裙已准备就绪
source: Welcome aboard the tea party jet. Your tea party dress is ready.
zh_hans: 欢迎乘坐茶会专机，您的茶会礼裙已准备就绪
zh_hant: 歡迎乘坐茶會專機，您的茶會禮裙已準備就緒

# 欢迎抵达
source: Welcome on arrival
zh_hans: 欢迎抵达
zh_hant: 歡迎抵達

# 欢迎抵达目的地，茶会即将开始
source: Welcome to the destination. The tea party is about to begin.
zh_hans: 欢迎抵达目的地，茶会即将开始
zh_hant: 歡迎抵達目的地，茶會即將開始

# 欢迎搭乘 LOLITA AIR
source: L O L I T A AI R
zh_hans: 欢迎搭乘 LOLITA AIR
zh_hant: 歡迎搭乘 LOLITA AIR

# 欢迎来到少女心愿衣橱
source: Pink House Closet
zh_hans: 欢迎来到少女心愿衣橱
zh_hant: 歡迎來到少女心願衣櫥

# 欢迎来到温馨小屋
source: Welcome to the Cozy House
zh_hans: 欢迎来到温馨小屋
zh_hant: 歡迎來到溫馨小屋

# 欢迎登机
source: Welcome aboard
zh_hans: 欢迎登机
zh_hant: 歡迎登機

# 正在使用 · 可在详情里微调组件
source: Use ·...
zh_hans: 正在使用 · 可在详情里微调组件
zh_hant: 正在使用 · 可在詳情里微調組件

# 正在使用 Vision 框架进行智能抠图...
source: Use V i s i o n Smart Cutout...
zh_hans: 正在使用 Vision 框架进行智能抠图...
zh_hant: 正在使用 Vision 框架進行智能摳圖...

# 正在保存到手帐...
source: Save Journal...
zh_hans: 正在保存到手帐...
zh_hant: 正在保存到手帳...

# 正在准备图片...
source: Image...
zh_hans: 正在准备图片...
zh_hant: 正在準備圖片...

# 正在准备新书页...
source: Page...
zh_hans: 正在准备新书页...
zh_hant: 正在準備新書頁...

# 正在准备魔法贴纸...
source: Sticker...
zh_hans: 正在准备魔法贴纸...
zh_hant: 正在準備魔法貼紙...

# 正在删除账号...
source: Delete Account...
zh_hans: 正在删除账号...
zh_hant: 正在刪除賬號...

# 正在同步...
source: Sync...
zh_hans: 正在同步...
zh_hant: 正在同步...

# 正在同步到 iCloud
source: Sync iCloud...
zh_hans: 正在同步到 iCloud
zh_hant: 正在同步到 iCloud

# 正在处理图片...
source: Image...
zh_hans: 正在处理图片...
zh_hant: 正在處理圖片...

# 正在扫描可替换项...
source: Scan Replace...
zh_hans: 正在扫描可替换项...
zh_hant: 正在掃描可替換項...

# 正在构建 3D 空间...
source: 3 D...
zh_hans: 正在构建 3D 空间...
zh_hant: 正在構建 3D 空間...

# 正在检查抠图...
source: Check Cutout...
zh_hans: 正在检查抠图...
zh_hant: 正在檢查摳圖...

# 正在添加书页... %lld/%lld
source: Add Page... %lld / %lld...
zh_hans: 正在添加书页... %1$lld/%2$lld
zh_hant: 正在添加書頁... %1$lld/%2$lld

# 正在生成拼豆图案...
source: Generate Fuse Beads Pattern...
zh_hans: 正在生成拼豆图案...
zh_hant: 正在生成拼豆圖案...

# 正在生成搭配布局...
source: Generate Layout...
zh_hans: 正在生成搭配布局...
zh_hant: 正在生成搭配佈局...

# 正在登录...
source: Signing in...
zh_hans: 正在登录...
zh_hant: 正在登入...

# 正在穿过太平洋上空的粉色积云...
source: Passing through pink cumulus clouds over the Pacific...
zh_hans: 正在穿过太平洋上空的粉色积云...
zh_hant: 正在穿過太平洋上空的粉色積雲...

# 正在迁移数据到 iCloud... %d%
source: Migrating data to iCloud... %d%
zh_hans: 正在迁移数据到 iCloud... %d%
zh_hant: 正在將資料遷移到 iCloud... %d%

# 正在迁移数据到 iCloud... %lld%%
source: Migrate Data iCloud... %lld %%...
zh_hans: 正在迁移数据到 iCloud... %lld%%
zh_hant: 正在遷移數據到 iCloud... %lld%%

# 此手帐
source: this journal
zh_hans: 此手帐
zh_hant: 此手帳

# 此操作将永久删除所有萌宠对话记录，请谨慎操作
source: Action Delete Pet Conversation Records, Action
zh_hans: 此操作将永久删除所有萌宠对话记录，请谨慎操作
zh_hant: 此操作將永久刪除所有萌寵對話記錄，請謹慎操作

# 每个搭配最多只能添加20个抠图。
source: Add 2 0 Cutout.
zh_hans: 每个搭配最多只能添加20个抠图。
zh_hant: 每個搭配最多只能添加20個摳圖。

# 每个组件支持单独启用或停用，未启用时回退系统默认样式。
source: Each component can be enabled or disabled individually. Disabled components fall back to the system default style.
zh_hans: 每个组件支持单独启用或停用，未启用时回退系统默认样式。
zh_hant: 每個組件支援單獨啟用或停用，未啟用時回退系統預設樣式。

# 每张图片将作为一个独立的裙装条目。裙装名称将设置为系列名称。
source: Image Dress Item. Dress Name Settings.
zh_hans: 每张图片将作为一个独立的裙装条目。裙装名称将设置为系列名称。
zh_hant: 每張圖片將作為一個獨立的裙裝條目。裙裝名稱將設置為系列名稱。

# 毛线球
source: Yarn Ball
zh_hans: 毛线球
zh_hant: 毛線球

# 气泡与轨迹
source: Bubbles and Trails
zh_hans: 气泡与轨迹
zh_hant: 氣泡與軌跡

# 气泡样式 · 快捷选项
source: Bubble style and quick actions
zh_hans: 气泡样式 · 快捷选项
zh_hant: 氣泡樣式 · 快捷選項

# 水印设置
source: Watermark Settings
zh_hans: 水印设置
zh_hant: 水印設置

# 水晶星光
source: Crystal Starlight
zh_hans: 水晶星光
zh_hant: 水晶星光

# 水煮鸡胸肉，健康低脂。
source: Boiled chicken breast, healthy and low-fat.
zh_hans: 水煮鸡胸肉，健康低脂。
zh_hant: 水煮雞胸肉，健康低脂。

# 沙发
source: Sofa
zh_hans: 沙发
zh_hant: 沙發

# 沙海蜃楼
source: Desert Mirage
zh_hans: 沙海蜃楼
zh_hant: 沙海蜃樓

# 沙海蜃楼茶会
source: Mirage Tea Party
zh_hans: 沙海蜃楼茶会
zh_hant: 沙海蜃樓茶會

# 沙漠玫瑰·金绿茶会风
source: Desert Rose · Gold Green Tea Party
zh_hans: 沙漠玫瑰·金绿茶会风
zh_hant: 沙漠玫瑰·金綠茶會風

# 沙漠绿洲
source: Desert Oasis
zh_hans: 沙漠绿洲
zh_hant: 沙漠綠洲

# 没有匹配的历史消息
source: No Message History
zh_hans: 没有匹配的历史消息
zh_hant: 沒有匹配的歷史消息

# 没有可替换的项
source: No Replace
zh_hans: 没有可替换的项
zh_hant: 沒有可替換的項

# 没有找到符合条件的裙装
source: No Dress Item
zh_hans: 没有找到符合条件的裙装
zh_hant: 沒有找到符合條件的裙裝

# 法国·香波堡
source: France · Chambord Castle
zh_hans: 法国·香波堡
zh_hant: 法國·香波堡

# 活泼少女 (小和)
source: Lively Girl ()
zh_hans: 活泼少女 (小和)
zh_hant: 活潑少女 (小和)

# 测试模式
source: Test Mode
zh_hans: 测试模式
zh_hant: 測試模式

# 淘宝
source: Taobao
zh_hans: 淘宝
zh_hant: 淘寶

# 深色卡片上的文字
source: Card
zh_hans: 深色卡片上的文字
zh_hant: 深色卡片上的文字

# 混合
source: Mix
zh_hans: 混合
zh_hant: 混合

# 添加你的第一件裙子
source: Add Dress
zh_hans: 添加你的第一件裙子
zh_hant: 添加你的第一件裙子

# 添加到场景
source: Add to Scene
zh_hans: 添加到场景
zh_hant: 添加到場景

# 添加到画布
source: Add to Canvas
zh_hans: 添加到画布
zh_hant: 添加到畫布

# 添加商品
source: Add Product
zh_hans: 添加商品
zh_hant: 添加商品

# 添加图片
source: Add Image
zh_hans: 添加图片
zh_hant: 添加圖片

# 清爽男声 (云舟)
source: Fresh Male Voice ()
zh_hans: 清爽男声 (云舟)
zh_hant: 清爽男聲 (雲舟)

# 清理空间缓存
source: Clear Spatial Cache
zh_hans: 清理空间缓存
zh_hant: 清理空間緩存

# 清空
source: Clear
zh_hans: 清空
zh_hant: 清空

# 清空场景
source: Clear Scene
zh_hans: 清空场景
zh_hant: 清空場景

# 清空场景？
source: Clear Scene?
zh_hans: 清空场景？
zh_hant: 清空場景？

# 清空所有打卡记录
source: Clear All Check-ins
zh_hans: 清空所有打卡记录
zh_hant: 清空所有打卡記錄

# 清空画布
source: Clear Canvas
zh_hans: 清空画布
zh_hant: 清空畫布

# 清空选择
source: Clear Selection
zh_hans: 清空选择
zh_hant: 清空選擇

# 清除后可重新测试首次购买流程
source: Clear Again Test Purchase
zh_hans: 清除后可重新测试首次购买流程
zh_hant: 清除後可重新測試首次購買流程

# 清除品牌筛选
source: Clear Brand Filter
zh_hans: 清除品牌筛选
zh_hant: 清除品牌篩選

# 清除已读
source: Clear Read
zh_hans: 清除已读
zh_hant: 清除已讀

# 清除成功
source: Clear Successful
zh_hans: 清除成功
zh_hant: 清除成功

# 清除所有对话历史
source: Clear All Conversation History
zh_hans: 清除所有对话历史
zh_hant: 清除所有對話歷史

# 清除所有筛选
source: Clear All Filters
zh_hans: 清除所有筛选
zh_hant: 清除所有篩選

# 清除标签筛选
source: Clear Tag Filter
zh_hans: 清除标签筛选
zh_hant: 清除標籤篩選

# 清除萌宠对话的所有历史记录
source: Clear Pet Conversation
zh_hans: 清除萌宠对话的所有历史记录
zh_hant: 清除萌寵對話的所有歷史記錄

# 清除选择
source: Clear Selection
zh_hans: 清除选择
zh_hant: 清除選擇

# 渠道
source: Channel
zh_hans: 渠道
zh_hant: 渠道

# 温度
source: Temperature
zh_hans: 温度
zh_hant: 溫度

# 温柔姐姐 (文雅)
source: Gentle Sister ()
zh_hans: 温柔姐姐 (文雅)
zh_hant: 溫柔姐姐 (文雅)

# 温水
source: Warm Water
zh_hans: 温水
zh_hant: 溫水

# 湿度
source: Humidity
zh_hans: 湿度
zh_hant: 濕度

# 滑行中
source: Taxiing
zh_hans: 滑行中
zh_hant: 滑行中

# 漫山遍野的小碎花，风车转动中的野餐时光
source: Tiny flowers across the hills and picnic hours beside turning windmills.
zh_hans: 漫山遍野的小碎花，风车转动中的野餐时光
zh_hant: 漫山遍野的小碎花，風車轉動中的野餐時光

# 火山引擎 (Volcengine)
source: (V o l c e n g i n e)
zh_hans: 火山引擎 (Volcengine)
zh_hant: 火山引擎 (Volcengine)

# 灯光
source: Lighting
zh_hans: 灯光
zh_hant: 燈光

# 灯具
source: Lamp
zh_hans: 灯具
zh_hant: 燈具

# 点光源
source: Point Light
zh_hans: 点光源
zh_hant: 點光源

# 点击 + 创建新的空间书页
source: + Create Spatial Page
zh_hans: 点击 + 创建新的空间书页
zh_hant: 點擊 + 創建新的空間書頁

# 点击右上角 + 创建新的空间手帐
source: + Create Spatial Journal
zh_hans: 点击右上角 + 创建新的空间手帐
zh_hant: 點擊右上角 + 創建新的空間手帳

# 点击右上角 + 号新增拼豆/像素画
source: + Fuse Beads / Pixel Art
zh_hans: 点击右上角 + 号新增拼豆/像素画
zh_hant: 點擊右上角 + 號新增拼豆/像素畫

# 点击右上角 + 添加商品
source: + Add Product
zh_hans: 点击右上角 + 添加商品
zh_hant: 點擊右上角 + 添加商品

# 点击右上角的+号新建新的穿搭书页
source: + New Page
zh_hans: 点击右上角的+号新建新的穿搭书页
zh_hant: 點擊右上角的+號新建新的穿搭書頁

# 点击更换头像
source: Avatar
zh_hans: 点击更换头像
zh_hant: 點擊更換頭像

# 点击模型进行选中
source: Model...
zh_hans: 点击模型进行选中
zh_hant: 點擊模型進行選中

# 点击画布填充连通区域
source: Canvas
zh_hans: 点击画布填充连通区域
zh_hant: 點擊畫布填充連通區域

# 点击登录以同步数据
source: Sign in to sync data
zh_hans: 点击登录以同步数据
zh_hant: 點擊登入以同步資料

# 点击继续添加更多图片
source: Continue Add Image
zh_hans: 点击继续添加更多图片
zh_hant: 點擊繼續添加更多圖片

# 点击继续添加更多照片
source: Continue Add Photo
zh_hans: 点击继续添加更多照片
zh_hant: 點擊繼續添加更多照片

# 点击进入查看
source: Tap to View
zh_hans: 点击进入查看
zh_hant: 點擊進入查看

# 点按可复用这条提问
source: Tap to reuse this question
zh_hans: 点按可复用这条提问
zh_hant: 點按可復用這條提問

# 点按定位预览；可执行切换操作启用或停用组件。
source: ; Action Enable Disable.
zh_hans: 点按定位预览；可执行切换操作启用或停用组件。
zh_hant: 點按定位預覽；可執行切換操作啓用或停用組件。

# 点按跳到对应组件开关
source: Tap to jump to the matching component toggle
zh_hans: 点按跳到对应组件开关
zh_hant: 點按跳到對應組件開關

# 照片访问权限
source: Photo Access Permission
zh_hans: 照片访问权限
zh_hant: 照片訪問權限

# 版权
source: Copyright
zh_hans: 版权
zh_hant: 版權

# 特效
source: Effect
zh_hans: 特效
zh_hant: 特效

# 特效 · 调试 · 管理员
source: Effects · Debug · Admin
zh_hans: 特效 · 调试 · 管理员
zh_hant: 特效 · 偵錯 · 管理員

# 特效类型
source: Effect Type
zh_hans: 特效类型
zh_hant: 特效類型

# 特殊
source: Special
zh_hans: 特殊
zh_hant: 特殊

# 独角琴王子
source: Unicorn Lyre Prince
zh_hans: 独角琴王子
zh_hant: 獨角琴王子

# 猫咪最爱的玩具，消耗精力增加心情。
source: A cat's favorite toy. It spends energy and boosts mood.
zh_hans: 猫咪最爱的玩具，消耗精力增加心情。
zh_hant: 貓咪最愛的玩具，消耗精力增加心情。

# 猫咪最爱的零食。
source: A cat's favorite snack.
zh_hans: 猫咪最爱的零食。
zh_hant: 貓咪最愛的零食。

# 猫条
source: Cat Treat
zh_hans: 猫条
zh_hant: 貓條

# 猫粮
source: Cat Food
zh_hans: 猫粮
zh_hant: 貓糧

# 猫罐头
source: Cat Can
zh_hans: 猫罐头
zh_hant: 貓罐頭

# 猫饭
source: Cat Meal
zh_hans: 猫饭
zh_hant: 貓飯

# 玩具
source: Toys
zh_hans: 玩具
zh_hant: 玩具

# 环境光
source: Ambient Light
zh_hans: 环境光
zh_hant: 環境光

# 环球旅行家
source: World Traveler
zh_hans: 环球旅行家
zh_hant: 環球旅行家

# 环绕拍摄
source: Orbit Shot
zh_hans: 环绕拍摄
zh_hant: 環繞拍攝

# 现代简约
source: Modern Minimal
zh_hans: 现代简约
zh_hant: 現代簡約

# 现在已经是%@在陪你啦～
source: %@ is already keeping you company.
zh_hans: 现在已经是%@在陪你啦～
zh_hant: 現在已經是%@在陪你啦～

# 现有公告
source: Existing Notices
zh_hans: 现有公告
zh_hant: 現有公告

# 珍珠
source: Pearl
zh_hans: 珍珠
zh_hant: 珍珠

# 甜美女生 (VV)
source: Sweet Girl (V V)
zh_hans: 甜美女生 (VV)
zh_hant: 甜美女生 (VV)

# 生成
source: Generate
zh_hans: 生成
zh_hant: 生成

# 生成 CSV 失败
source: CSV Export Failed
zh_hans: 生成 CSV 失败
zh_hant: 產生 CSV 失敗

# 生成备份失败
source: Backup Failed
zh_hans: 生成备份失败
zh_hant: 產生備份失敗

# 生成预览...
source: Generate Preview...
zh_hans: 生成预览...
zh_hant: 生成預覽...

# 生成预览中...
source: Generate Preview...
zh_hans: 生成预览中...
zh_hant: 生成預覽中...

# 生骨肉
source: Raw Meat
zh_hans: 生骨肉
zh_hant: 生骨肉

# 用于 DeepSeek 文字思考
source: D e e p S e e k
zh_hans: 用于 DeepSeek 文字思考
zh_hant: 用於 DeepSeek 文字思考

# 用于 Minimax 文字思考
source: M i n i m a x
zh_hans: 用于 Minimax 文字思考
zh_hant: 用於 Minimax 文字思考

# 用于 Qwen3-VL 视觉识别
source: Q w e n 3 - V L Recognition
zh_hans: 用于 Qwen3-VL 视觉识别
zh_hant: 用於 Qwen3-VL 視覺識別

# 用于标签和高亮
source: Tag
zh_hans: 用于标签和高亮
zh_hant: 用於標籤和高亮

# 用于特效预览、调试验证和管理员工具
source: Effect,
zh_hans: 用于特效预览、调试验证和管理员工具
zh_hant: 用於特效預覽、調試驗證和管理員工具

# 用户协议
source: User Agreement
zh_hans: 用户协议
zh_hant: 使用者協議

# 画布是空的，开始创作吧！
source: Canvas, Start!
zh_hans: 画布是空的，开始创作吧！
zh_hant: 畫布是空的，開始創作吧！

# 画布样式
source: Canvas Style
zh_hans: 画布样式
zh_hant: 畫布樣式

# 画笔
source: Brush
zh_hans: 画笔
zh_hant: 畫筆

# 界面语言
source: App Language
zh_hans: 界面语言
zh_hant: 介面語言

# 白开水
source: Plain Water
zh_hans: 白开水
zh_hant: 白開水

# 皇冠天鹅
source: Crowned Swan
zh_hans: 皇冠天鹅
zh_hant: 皇冠天鵝

# 皇家宫廷·古典茶会风
source: Royal Court · Classic Tea Party
zh_hans: 皇家宫廷·古典茶会风
zh_hant: 皇家宮廷·古典茶會風

# 皇家花园茶会
source: Royal Garden Tea Party
zh_hans: 皇家花园茶会
zh_hant: 皇家花園茶會

# 皮革
source: Leather
zh_hans: 皮革
zh_hant: 皮革

# 目的地
source: Destination
zh_hans: 目的地
zh_hant: 目的地

# 目的地: %@
source: Destination: %@
zh_hans: 目的地: %@
zh_hant: 目的地: %@

# 目的地到达！快去打卡获得专属徽章吧
source: Destination reached! Check in to earn your exclusive badge.
zh_hans: 目的地到达！快去打卡获得专属徽章吧
zh_hant: 目的地到達！快去打卡獲得專屬徽章吧

# 直接返回
source: Back
zh_hans: 直接返回
zh_hant: 直接返回

# 相关功能
source: Feature
zh_hans: 相关功能
zh_hant: 相關功能

# 相机
source: Camera
zh_hans: 相机
zh_hant: 相機

# 相机访问权限
source: Camera Access Permission
zh_hans: 相机访问权限
zh_hant: 相機訪問權限

# 着陆中
source: Landing
zh_hans: 着陆中
zh_hant: 著陸中

# 知道啦
source: Got it
zh_hans: 知道啦
zh_hant: 知道啦

# 短波波头
source: Short Bob
zh_hans: 短波波头
zh_hant: 短波波頭

# 确保覆盖物体的所有细节
source: Make sure every detail of the object is covered
zh_hans: 确保覆盖物体的所有细节
zh_hant: 確保覆蓋物體的所有細節

# 确定将选中的 %lld 个抠图添加到当前画布吗？
source: OK Selected %lld Cutout Add Current Canvas?
zh_hans: 确定将选中的 %lld 个抠图添加到当前画布吗？
zh_hant: 確定將選中的 %lld 個摳圖添加到當前畫布嗎？

# 确定要为选中的 %lld 件物品添加 %lld 个标签吗？
source: Do you want to selected %lld add %lld tag?
zh_hans: 确定要为选中的 %1$lld 件物品添加 %2$lld 个标签吗？
zh_hant: 確定要為選中的 %1$lld 件物品添加 %2$lld 個標籤嗎？

# 确定要删除“%@”吗？ 删除后，所有商品中的该属性将被移除，但商品本身会保留。
source: Delete “ %@ ”? Delete, Product, Product Keep.
zh_hans: 确定要删除“%@”吗？ 删除后，所有商品中的该属性将被移除，但商品本身会保留。
zh_hant: 確定要刪除“%@”嗎？ 刪除後，所有商品中的該屬性將被移除，但商品本身會保留。

# 确定要删除“%@”吗？里面的书页也会一同移入回收站。
source: Delete “ %@ ”?
zh_hans: 确定要删除“%@”吗？里面的书页也会一同移入回收站。
zh_hant: 確定要刪除“%@”嗎？裡面的書頁也會一同移入回收站。

# 确定要删除「%@」吗？删除后可以在回收站中恢复。
source: Delete “ %@ ”?
zh_hans: 确定要删除「%@」吗？删除后可以在回收站中恢复。
zh_hant: 確定要刪除「%@」嗎？刪除後可以在回收站中恢復。

# 确定要删除「%@」吗？此操作无法撤销，模型文件和数据将被永久删除。
source: Delete “ %@ ”?
zh_hans: 确定要删除「%@」吗？此操作无法撤销，模型文件和数据将被永久删除。
zh_hant: 確定要刪除「%@」嗎？此操作無法撤銷，模型文件和數據將被永久刪除。

# 确定要删除主题「%@」吗？此操作不可恢复。
source: Delete “ %@ ”?
zh_hans: 确定要删除主题「%@」吗？此操作不可恢复。
zh_hant: 確定要刪除主題「%@」嗎？此操作不可恢復。

# 确定要删除当前头像吗？
source: Delete current avatar?
zh_hans: 确定要删除当前头像吗？
zh_hant: 確定要刪除當前頭像嗎？

# 确定要删除当前搭配吗？此操作无法撤销。
source: Delete current?
zh_hans: 确定要删除当前搭配吗？此操作无法撤销。
zh_hant: 確定要刪除當前搭配嗎？此操作無法撤銷。

# 确定要删除这个抠图吗？此操作无法撤销。
source: Delete cutout?
zh_hans: 确定要删除这个抠图吗？此操作无法撤销。
zh_hant: 確定要刪除這個摳圖嗎？此操作無法撤銷。

# 确定要删除这个贴纸吗？此操作无法撤销。
source: Delete sticker?
zh_hans: 确定要删除这个贴纸吗？此操作无法撤销。
zh_hant: 確定要刪除這個貼紙嗎？此操作無法撤銷。

# 确定要删除这件裙装吗？此操作无法撤销。
source: Delete dress item?
zh_hans: 确定要删除这件裙装吗？此操作无法撤销。
zh_hant: 確定要刪除這件裙裝嗎？此操作無法撤銷。

# 确定要删除这张书页吗？
source: Delete page?
zh_hans: 确定要删除这张书页吗？
zh_hant: 確定要刪除這張書頁嗎？

# 确定要删除选中的 %d 个书页吗？删除后可在回收站中恢复。
source: Delete the selected %d pages? They can be restored from the Recycle Bin.
zh_hans: 确定要删除选中的 %d 个书页吗？删除后可在回收站中恢复。
zh_hant: 確定要刪除選中的 %d 個書頁嗎？刪除後可在回收站中復原。

# 确定要删除选中的 %lld 个书页吗？删除后可在回收站中恢复。
source: Delete selected %lld page?
zh_hans: 确定要删除选中的 %lld 个书页吗？删除后可在回收站中恢复。
zh_hant: 確定要刪除選中的 %lld 個書頁嗎？刪除後可在回收站中恢復。

# 确定要删除选中的 %lld 个图案吗？删除后可以在回收站中恢复。
source: Delete selected %lld pattern?
zh_hans: 确定要删除选中的 %lld 个图案吗？删除后可以在回收站中恢复。
zh_hant: 確定要刪除選中的 %lld 個圖案嗎？刪除後可以在回收站中恢復。

# 确定要删除选中的 %lld 个抠图吗？此操作无法撤销。
source: Delete selected %lld cutout?
zh_hans: 确定要删除选中的 %lld 个抠图吗？此操作无法撤销。
zh_hant: 確定要刪除選中的 %lld 個摳圖嗎？此操作無法撤銷。

# 确定要删除选中的 %lld 条记录吗？此操作无法撤销。
source: Delete selected %lld?
zh_hans: 确定要删除选中的 %lld 条记录吗？此操作无法撤销。
zh_hant: 確定要刪除選中的 %lld 條記錄嗎？此操作無法撤銷。

# 确定要复制选中的 %d 个书页吗？
source: Copy the selected %d pages?
zh_hans: 确定要复制选中的 %d 个书页吗？
zh_hant: 確定要複製選中的 %d 個書頁嗎？

# 确定要复制选中的 %lld 个书页吗？
source: Do you want to copy selected %lld page?
zh_hans: 确定要复制选中的 %lld 个书页吗？
zh_hant: 確定要複製選中的 %lld 個書頁嗎？

# 确定要复制选中的 %lld 件物品吗？
source: Do you want to copy selected %lld?
zh_hans: 确定要复制选中的 %lld 件物品吗？
zh_hant: 確定要複製選中的 %lld 件物品嗎？

# 确定要将「%@」移入回收站吗？
source: Move “%@” to the Recycle Bin?
zh_hans: 确定要将「%@」移入回收站吗？
zh_hant: 確定要將「%@」移入回收站嗎？

# 确定要将选中的 %lld 件物品归类到品牌“%@”吗？
source: Do you want to selected %lld assign brand “ %@ ”?
zh_hans: 确定要将选中的 %1$lld 件物品归类到品牌“%2$@”吗？
zh_hant: 確定要將選中的 %1$lld 件物品歸類到品牌“%2$@”嗎？

# 确定要将选中的 %lld 件裙装作为小物合并到「%@」中吗？
source: Do you want to selected %lld dress item accessory merge “ %@ ”?
zh_hans: 确定要将选中的 %1$lld 件裙装作为小物合并到「%2$@」中吗？
zh_hant: 確定要將選中的 %1$lld 件裙裝作為小物合併到「%2$@」中嗎？

# 确定要清空场景中的所有模型吗？此操作不会删除已保存的数据。
source: Do you want to clear scene model?
zh_hans: 确定要清空场景中的所有模型吗？此操作不会删除已保存的数据。
zh_hant: 確定要清空場景中的所有模型嗎？此操作不會刪除已保存的數據。

# 确定选座
source: OK
zh_hans: 确定选座
zh_hant: 確定選座

# 确认
source: Confirm
zh_hans: 确认
zh_hant: 確認

# 确认关闭联网功能？
source: Confirm close online features?
zh_hans: 确认关闭联网功能？
zh_hant: 確認關閉聯網功能？

# 确认删除公告
source: Confirm delete notice
zh_hans: 确认删除公告
zh_hant: 確認刪除公告

# 确认备份
source: Back Up
zh_hans: 确认备份
zh_hant: 確認備份

# 确认导入
source: Confirm import
zh_hans: 确认导入
zh_hant: 確認導入

# 确认导出
source: Export
zh_hans: 确认导出
zh_hant: 確認匯出

# 确认恢复
source: Restore
zh_hans: 确认恢复
zh_hant: 確認還原

# 确认恢复数据？
source: Restore Data?
zh_hans: 确认恢复数据？
zh_hant: 確認還原資料？

# 确认批量删除
source: Confirm batch delete
zh_hans: 确认批量删除
zh_hant: 確認批量刪除

# 确认抠图 %lld 张照片？
source: Confirm cutout %lld photo?
zh_hans: 确认抠图 %lld 张照片？
zh_hant: 確認摳圖 %lld 張照片？

# 确认替换
source: Confirm replace
zh_hans: 确认替换
zh_hant: 確認替換

# 确认清空
source: Confirm clear
zh_hans: 确认清空
zh_hant: 確認清空

# 确认清除
source: Confirm clear
zh_hans: 确认清除
zh_hant: 確認清除

# 确认跳过
source: Confirm skip
zh_hans: 确认跳过
zh_hant: 確認跳過

# 确认返回？
source: Confirm back?
zh_hans: 确认返回？
zh_hant: 確認返回？

# 确认退出
source: Confirm
zh_hans: 确认退出
zh_hant: 確認退出

# 确认选择 (%@)
source: Confirm Selection (%@)
zh_hans: 确认选择 (%@)
zh_hant: 確認選擇 (%@)

# 确认选择 (%lld)
source: Confirm choose (%lld)
zh_hans: 确认选择 (%lld)
zh_hant: 確認選擇 (%lld)

# 确认重置
source: Confirm reset
zh_hans: 确认重置
zh_hant: 確認重置

# 磁性男声 (小天)
source: Magnetic Male Voice ()
zh_hans: 磁性男声 (小天)
zh_hant: 磁性男聲 (小天)

# 示例卡片
source: Sample Card
zh_hans: 示例卡片
zh_hant: 示例卡片

# 礼花 (Fireworks)
source: Fireworks (F i r e w o r k s)
zh_hans: 礼花 (Fireworks)
zh_hant: 禮花 (Fireworks)

# 社区管理
source: Community Management
zh_hans: 社区管理
zh_hant: 社群管理

# 视图
source: View
zh_hans: 视图
zh_hant: 視圖

# 视图布局
source: View Layout
zh_hans: 视图布局
zh_hant: 視圖佈局

# 视觉识别模型优先级 (拖拽排序)
source: Vision Recognition Model (Sort)
zh_hans: 视觉识别模型优先级 (拖拽排序)
zh_hant: 視覺識別模型優先級 (拖拽排序)

# 神奇的药丸，能快速恢复精力。
source: A magical pill that quickly restores energy.
zh_hans: 神奇的药丸，能快速恢复精力。
zh_hant: 神奇的藥丸，能快速恢復精力。

# 神秘出发地
source: Mystery Departure
zh_hans: 神秘出发地
zh_hant: 神秘出發地

# 积极内存优化
source: Aggressive Memory Optimization
zh_hans: 积极内存优化
zh_hant: 積極記憶體最佳化

# 移动
source: Move
zh_hans: 移动
zh_hant: 移動

# 移动到...
source: Move to...
zh_hans: 移动到...
zh_hant: 移動到...

# 移动到新手帐本
source: Move to New Journal
zh_hans: 移动到新手帐本
zh_hant: 移動到新手帳本

# 稍后再来看看吧~
source: Check back later ~
zh_hans: 稍后再来看看吧~
zh_hant: 稍後再來看看吧~

# 稍后再看
source: View Later
zh_hans: 稍后再看
zh_hant: 稍後再看

# 稍后手动重启
source: Restart Later
zh_hans: 稍后手动重启
zh_hant: 稍後手動重新啟動

# 空态
source: Empty State
zh_hans: 空态
zh_hant: 空態

# 空状态
source: Empty State
zh_hans: 空状态
zh_hant: 空狀態

# 空状态容器
source: Empty State Container
zh_hans: 空状态容器
zh_hant: 空狀態容器

# 空白
source: Blank
zh_hans: 空白
zh_hant: 空白

# 空白书页
source: Blank Page
zh_hans: 空白书页
zh_hant: 空白書頁

# 空白画布
source: Blank Canvas
zh_hans: 空白画布
zh_hant: 空白畫布

# 空闲
source: Idle
zh_hans: 空闲
zh_hant: 空閒

# 空间手帐需要 iOS 18 或更高版本
source: Spatial Journal Required i O S 1 8
zh_hans: 空间手帐需要 iOS 18 或更高版本
zh_hant: 空間手帳需要 iOS 18 或更高版本

# 空间画布 3D 场景需要 iOS 18 或更高版本
source: Spatial Canvas 3 D Required i O S 1 8
zh_hans: 空间画布 3D 场景需要 iOS 18 或更高版本
zh_hant: 空間畫布 3D 場景需要 iOS 18 或更高版本

# 立即同步
source: Sync
zh_hans: 立即同步
zh_hant: 立即同步

# 立即查看
source: View Now
zh_hans: 立即查看
zh_hant: 立即查看

# 等级
source: Level
zh_hans: 等级
zh_hant: 等級

# 答对
source: Correct
zh_hans: 答对
zh_hant: 答對

# 答错
source: Wrong
zh_hans: 答错
zh_hant: 答錯

# 答题解锁
source: Quiz Unlock
zh_hans: 答题解锁
zh_hant: 答題解鎖

# 筛选按钮 · 分段页签
source: Filter buttons and segmented tabs
zh_hans: 筛选按钮 · 分段页签
zh_hant: 篩選按鈕 · 分段頁籤

# 筛选模式
source: Filter Mode
zh_hans: 筛选模式
zh_hant: 篩選模式

# 筛选胶囊
source: Filter Chip
zh_hans: 筛选胶囊
zh_hant: 篩選膠囊

# 筛选面板
source: Filter Panel
zh_hans: 筛选面板
zh_hant: 篩選面板

# 筛选面板和没有内容时的提示容器
source: Filter panels and empty-content prompt containers
zh_hans: 筛选面板和没有内容时的提示容器
zh_hant: 篩選面板和沒有內容時的提示容器

# 签到解锁
source: Unlock by Check-in
zh_hans: 签到解锁
zh_hant: 簽到解鎖

# 管理
source: Manage
zh_hans: 管理
zh_hant: 管理

# 管理裙装与搭配资料
source: Manage dresses and outfit details
zh_hans: 管理裙装与搭配资料
zh_hant: 管理裙裝與搭配資料

# 粉色
source: Pink
zh_hans: 粉色
zh_hant: 粉色

# 粉色长发
source: Long Pink Hair
zh_hans: 粉色长发
zh_hant: 粉色長髮

# 粒子星光
source: Particle Starlight
zh_hans: 粒子星光
zh_hant: 粒子星光

# 精力药丸
source: Energy Pill
zh_hans: 精力药丸
zh_hant: 精力藥丸

# 精细调整
source: Fine Tune
zh_hans: 精细调整
zh_hant: 精細調整

# 系列名称
source: Name
zh_hans: 系列名称
zh_hant: 系列名稱

# 系统与更多
source: System & More
zh_hans: 系统与更多
zh_hant: 系統與更多

# 系统权限
source: System Permissions
zh_hans: 系统权限
zh_hant: 系統權限

# 素材
source: Assets
zh_hans: 素材
zh_hant: 素材

# 纯色背景
source: Solid Color
zh_hans: 纯色背景
zh_hant: 純色背景

# 紫色梦境
source: Purple Dream
zh_hans: 紫色梦境
zh_hant: 紫色夢境

# 紫色梦境茶会
source: Purple Dream Tea Party
zh_hans: 紫色梦境茶会
zh_hant: 紫色夢境茶會

# 紫色梦幻·法式茶会风
source: Purple Dream · French Tea Party
zh_hans: 紫色梦幻·法式茶会风
zh_hant: 紫色夢幻·法式茶會風

# 紫色花海中的浪漫午后，法式优雅的极致体验
source: A romantic afternoon in purple blooms, the height of French elegance.
zh_hans: 紫色花海中的浪漫午后，法式优雅的极致体验
zh_hant: 紫色花海中的浪漫午後，法式優雅的極致體驗

# 累死宝宝了...
source: I'm completely worn out...
zh_hans: 累死宝宝了...
zh_hant: 累死寶寶了...

# 累计打卡
source: Total Check-ins
zh_hans: 累计打卡
zh_hant: 累計打卡

# 组件 · 备份 · 通用
source: Widgets · Backup · General
zh_hans: 组件 · 备份 · 通用
zh_hant: 小工具 · 備份 · 通用

# 组件开关
source: Component Toggles
zh_hans: 组件开关
zh_hant: 組件開關

# 组件细调
source: Component Tuning
zh_hans: 组件细调
zh_hant: 組件細調

# 组件说明
source: Component Notes
zh_hans: 组件说明
zh_hant: 組件說明

# 经济舱
source: Economy Class
zh_hans: 经济舱
zh_hant: 經濟艙

# 结束时间
source: Time
zh_hans: 结束时间
zh_hant: 結束時間

# 给你的第一个伙伴起个名字吧
source: Companion
zh_hans: 给你的第一个伙伴起个名字吧
zh_hant: 給你的第一個夥伴起個名字吧

# 统计信息
source: Stats Info
zh_hans: 统计信息
zh_hant: 統計信息

# 统计卡
source: Stats Card
zh_hans: 统计卡
zh_hant: 統計卡

# 继续引导
source: Continue
zh_hans: 继续引导
zh_hant: 繼續引導

# 继续探索
source: Continue
zh_hans: 继续探索
zh_hant: 繼續探索

# 继续环绕，拍摄不同角度
source: Keep circling to capture different angles
zh_hans: 继续环绕，拍摄不同角度
zh_hant: 繼續環繞，拍攝不同角度

# 继续问问
source: Continue
zh_hans: 继续问问
zh_hant: 繼續問問

# 缓存清理完成
source: Done
zh_hans: 缓存清理完成
zh_hant: 緩存清理完成

# 缓慢向右移动，保持物体在中心
source: Move slowly to the right and keep the object centered
zh_hans: 缓慢向右移动，保持物体在中心
zh_hant: 緩慢向右移動，保持物體在中心

# 编辑中
source: Edit...
zh_hans: 编辑中
zh_hant: 編輯中

# 编辑为主图
source: Edit as Main Image
zh_hans: 编辑为主图
zh_hant: 編輯為主圖

# 编辑名称
source: Edit Name
zh_hans: 编辑名称
zh_hant: 編輯名稱

# 编辑资料
source: Edit Profile
zh_hans: 编辑资料
zh_hant: 編輯資料

# 缩放
source: Zoom
zh_hans: 缩放
zh_hant: 縮放

# 网络延迟
source: Network Delay
zh_hans: 网络延迟
zh_hant: 網絡延遲

# 网络模拟
source: Network Simulation
zh_hans: 网络模拟
zh_hant: 網絡模擬
